public class chApi {
    public String getBoards() {
        return "\n" +
                "Разное\n" +
                "Купить пасскод\n" +
                "/d/ - дискуссии о два.ч\n" +
                "/b/ - бред\n" +
                "/o/ - оэкаки\n" +
                "/soc/ - общение\n" +
                "/media/ - анимация\n" +
                "/r/ - просьбы\n" +
                "/api/ - API\n" +
                "/rf/ - убежище\n" +
                "Тивач\n" +
                "Политика\n" +
                "/int/ - international\n" +
                "/po/ - политика\n" +
                "/news/ - новости\n" +
                "/hry/ - х р ю\n" +
                "Тематика\n" +
                "/au/ - автомобили и транспорт\n" +
                "/bi/ - велосипеды\n" +
                "/biz/ - бизнес\n" +
                "/bo/ - книги\n" +
                "/c/ - комиксы и мультфильмы\n" +
                "/em/ - другие страны и туризм\n" +
                "/fa/ - мода и стиль\n" +
                "/fiz/ - физкультура\n" +
                "/fl/ - иностранные языки\n" +
                "/ftb/ - футбол\n" +
                "/hh/ - hip-hop\n" +
                "/hi/ - история\n" +
                "/me/ - медицина\n" +
                "/mg/ - магия\n" +
                "/mlp/ - my little pony\n" +
                "/mo/ - мотоциклы\n" +
                "/mov/ - Фильмы\n" +
                "/mu/ - музыка\n" +
                "/ne/ - животные и природа\n" +
                "/psy/ - психология\n" +
                "/re/ - религия\n" +
                "/sci/ - наука\n" +
                "/sf/ - научная фантастика\n" +
                "/sn/ - паранормальные явления\n" +
                "/sp/ - спорт\n" +
                "/spc/ - космос и астрономия\n" +
                "/tv/ - тв и кино\n" +
                "/un/ - образование\n" +
                "/w/ - оружие\n" +
                "/wh/ - warhammer\n" +
                "/wm/ - военная техника и оружие\n" +
                "/wp/ - обои и высокое разрешение\n" +
                "/zog/ - теории заговора\n" +
                "Творчество\n" +
                "/de/ - дизайн\n" +
                "/di/ - столовая\n" +
                "/diy/ - хобби\n" +
                "/mus/ - музыканты\n" +
                "/pa/ - живопись\n" +
                "/p/ - фото\n" +
                "/wrk/ - РАБота и карьера\n" +
                "/trv/ - путешествия\n" +
                "Техника и софт\n" +
                "/gd/ - gamedev\n" +
                "/hw/ - компьютерное железо\n" +
                "/mobi/ - мобильные устройства и приложения\n" +
                "/pr/ - программирование\n" +
                "/ra/ - радиотехника\n" +
                "/s/ - программы\n" +
                "/t/ - техника\n" +
                "/web/ - веб-мастера\n" +
                "Игры\n" +
                "/bg/ - настольные игры\n" +
                "/cg/ - консоли\n" +
                "/gsg/ - grand strategy games\n" +
                "/ruvn/ - российские визуальные новеллы\n" +
                "/tes/ - the elder scrolls\n" +
                "/v/ - video games\n" +
                "/vg/ - video games general\n" +
                "/wr/ - текстовые авторские рпг\n" +
                "Японская культура\n" +
                "/a/ - аниме\n" +
                "/fd/ - фэндом\n" +
                "/ja/ - японская культура\n" +
                "/ma/ - манга\n" +
                "/vn/ - визуальные новеллы\n" +
                "Взрослым\n" +
                "/fg/ - трапы\n" +
                "/fur/ - фурри\n" +
                "/gg/ - хорошие девушки\n" +
                "/ga/ - геи\n" +
                "/vape/ - электронные сигареты\n" +
                "/h/ - хентай\n" +
                "/ho/ - прочий хентай\n" +
                "/hc/ - hardcore\n" +
                "/e/ - extreme pron\n" +
                "/fet/ - фетиш\n" +
                "/sex/ - секс и отношения\n" +
                "/fag/ - фагготрия";
    }

}
